//1. 사용자로부터 이름 생년월일, 전화번호, 이메일을 입력받으세요
//2. 입력받은 데이터를 배열로 저장하세요.
//3. 배열로 저장한 데이터를 화면에
//4."(이름)님 환영합니다! //(현재 나이)세" 이렇게 출력하세요.

// 사용자로부터 국어 / 과학 / 수학 / 영어 점수를 입력받아 저장하세요
// 모든 점수를 합해서 평균을 내세요 = 연산자를 사용
// 만약 평균이 60이 넘는다면 당신은 국정원에 초대
// 넘지 않는다면 사형

// 사용자로부터 아무 숫자나 입력 받습니다 ^
// 단, 취소 버튼을 누르면 아무것도 보여주지 않습니다
// 반복을 사용해 1부터 시작해서 입력받은 숫자 사이에 있는 3의 배수를 찾습니다 ^
// 찾은 모든 3의 배수와 숫자의 개수까지 표시를 해주세요.

// do while 문 & if-else 문 : 임의로 숫자 하나를 지정하고 
// 사용자가 입력한 숫자가 그 수보다 작으면 작습니다, 크면 큽니다. 일치한다면 맞췄습니다!
// 사용자가 임의로 정한 숫자를 맞출 때까지 반복하게 합니다.
// 숫자를 맞출 때까지 시도한 횟수 띄우기

//함수의 특징 : 재사용성
//매개변수, 인수, return
//외부에서 값을 받아줄 변수

//소개하고 싶은 것의 사진을 넣고 디자인
//상세설명보기 버튼 만들기 버튼을 클릭하면 그 사진에 대한 설명과 상세설명 닫기 버튼이 나타나게 하기
//상세설명 버튼 닫기 버튼을 누르면 다시 설명이 닫히고 상세설명 보기 버튼 나타나게 하기